Repository: GNOME/swell-foop
Catalog: help/*/*.po
Languages: da, pl, uk

source: Don't forget the thousand point bonus for clearing all the balls. To get 1000 points from a single group you need 34 objects. You are very unlikely to be in a position where you have to sacrifice a group that large to clear the board.
da: Husk, at der er en bonus på 1000 point hvis du rydder alle boldene. For at få 1000 point fra en enkelt gruppe skal du have 34 objekter. Det er meget usandsynligt, at du må give afkald på så stor en gruppe for at rydde brættet.
pl: Nie należy zapominać o dodatkowym tysiącu punktów za usunięcie wszystkich płytek. Aby uzyskać tyle punktów z jednej grupy, musiałaby ona mieć 34 płytki. Praktycznie nie ma szans na to, aby gracz musiał wybierać między grupą tak dużą a wyczyszczeniem planszy.
uk: Не забувайте про бонус у тисячу очок за очищення дошки. Щоб отримати 1000 очок з однієї групи, вам потрібно 34 об'єкти. Ймовірність того, що вам трапиться така велика група, і ви зможете очистити дошку, є дуже низькою.

source: About <application>Swell Foop</application>
da: Om <application>Swell Foop</application>
pl: O grze <application>Swell Foop</application>
uk: Про <application>Той самий</application>

source: <application>Swell Foop</application> was written by Callum McKenzie (<email>callum@physics.otago.ac.nz</email>). To find more information about <application>Swell Foop</application>, please visit the <ulink url="http://live.gnome.org/GnomeGames/" type="http">GNOME Games web page</ulink>.
da: <application>Swell Foop</application> blev skrevet af Callum McKenzie (<email>callum@physics.otago.ac.nz</email>). Find mere information om <application>Swell Foop</application> ved at besøge <ulink url="http://live.gnome.org/GnomeGames/" type="http">GNOME Spil-webstedet</ulink>.
pl: Gra <application>Swell Foop</application> została napisana przez Calluma McKenzie (<email>callum@physics.otago.ac.nz</email>). <ulink url="http://live.gnome.org/GnomeGames/" type="http">Strona Gier GNOME</ulink> zawiera więcej informacji o grze <application>Swell Foop</application>.
uk: <application>Той самий</application> створено Callum McKenzie (<email>callum@physics.otago.ac.nz</email>). Щоб дізнатися більше про гру <application>Той самий</application>, будь ласка, відвідайте <ulink url="http://live.gnome.org/GnomeGames/" type="http">інтернет-сторінку ігор GNOME</ulink>.

source: To report a bug or make a suggestion regarding this application or this manual, follow the directions in the <ulink url="ghelp:user-guide?feedback-bugs" type="help">Feedback section of the GNOME User Guide</ulink>.
da: For at rapportere en fejl eller komme med et forslag til programmet eller denne manual, skal du følge instruktionerne på <ulink url="ghelp:user-guide?feedback-bugs" type="help">Feedbackafsnittet i GNOME-brugervejledningen</ulink>.
pl: <ulink url="ghelp:user-guide?feedback-bugs" type="help">Sekcja wysyłania informacji zwrotnych podręcznika GNOME</ulink> zawiera instrukcje, jak zgłosić błąd lub propozycję zmiany gry lub tego podręcznika.
uk: Щоб повідомити про помилку або внести пропозицію щодо цієї програми або цього підручника, дотримуйтесь інструкцій <ulink url="ghelp:user-guide?feedback-bugs" type="help">розділу зворотнього зв'язку підручника користувача GNOME</ulink>.

source: This program is distributed under the terms of the GNU General Public license as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version. A <ulink url="help:gpl" type="help">copy of this license</ulink> is included with this documentation; another can be found in the file COPYING included with the source code of this program.
da: Dette program er distribueret under vilkårene i GNU General Public license som udgivet af Free Software Foundation; enten version 2 af Licensen, eller (efter eget valg) enhver senere version. En <ulink url="help:gpl" type="help">kopi af licensen</ulink> er inkluderet i dokumentationen; andre kan findes i filen COPYING som er inkluderet i kildekoden til programmet.
pl: Niniejszy program jest rozpowszechniany na warunkach Powszechnej Licencji Publicznej GNU, wydanej przez Fundację Wolnego Oprogramowania (Free Software Foundation) — według wersji drugiej tej Licencji lub którejś z późniejszych wersji. <ulink url="help:gpl" type="help">Kopia tej licencji</ulink> jest dołączona do tej dokumentacji. Można ją także znaleźć w pliku COPYING dołączonym do kodu źródłowego tego programu.
uk: Ця програма розповсюджується на умовах GNU General Public License, яка опублікована Free Software Foundation, версією 2 Ліцензії, чи (на ваш розсуд) будь-якої більш пізньої версії. <ulink url="help:gpl" type="help">Копію цієї ліцензії</ulink> включено до цієї документації; іншу копію можна знайти у файлі COPYING, включеному у вихідний код цієї програми.

source: link
pl: odnośnikiem
uk: посиланням

source: Permission is granted to copy, distribute and/or modify this document under the terms of the GNU Free Documentation License (GFDL), Version 1.1 or any later version published by the Free Software Foundation with no Invariant Sections, no Front-Cover Texts, and no Back-Cover Texts. You can find a copy of the GFDL at this <_:ulink-1/> or in the file COPYING-DOCS distributed with this manual.
da: Der gives tilladelse til at kopiere, distribuere og/eller ændre dette dokument under betingelserne i GNU Free Documentation License (GFDL), version 1.1 eller enhver nyere version udgivet af Free Software Foundation uden invariante afsnit, uden forsidetekster, og uden bagsidetekster. Du kan finde en kopi af GFDL'en her: <_:ulink-1/>, eller i filen COPYING-DOCS der distribueres med denne manual.
pl: Udziela się zezwolenia na kopiowanie, rozpowszechnianie i/lub modyfikację tego dokumentu zgodnie z zasadami Licencji GNU Wolnej Dokumentacji w wersji 1.1 lub dowolnej późniejszej opublikowanej przez Free Software Foundation; bez Sekcji Niezmiennych, bez Tekstu na Przedniej Okładce i bez Tekstu na Tylnej Okładce. Egzemplarz licencji dostępny jest pod tym <_:ulink-1/> oraz w pliku COPYING-DOCS rozprowadzanym z niniejszym podręcznikiem.
uk: Дозволяється копіювати, розповсюджувати та/або змінювати цей документ за умовами ліцензії GNU Free Documentation License (GFDL), версії 1.1 або будь-якої старішої версії, опублікованої Фондом вільного програмного забезпечення (Free Software Foundation), без змінених частин та без текстів на обкладинках. Ви можете знайти копію ліцензії GFDL за цим <_:ulink-1/> або в файлі COPYING-DOCS, який поширюється разом з цим посібником.

source: This manual is part of a collection of GNOME manuals distributed under the GFDL. If you want to distribute this manual separately from the collection, you can do so by adding a copy of the license to the manual, as described in section 6 of the license.
da: Denne manual er en del af GNOME-manualsamlingen distribueret under GFDL'en. Hvis du vil distribuere denne manual separat fra denne samling, kan du gøre det ved at tilføje en kopi af licensen til manualen, som beskrevet i sektion 6 af licensen.
pl: Ten podręcznik jest częścią kolekcji podręczników użytkownika GNOME rozprowadzanych na zasadach GFDL. Jeśli chcesz rozpowszechniać ten podręcznik w odłączeniu od kolekcji, możesz to zrobić dodając kopię licencji do podręcznika, jak wyjaśniono to w sekcji 6. licencji.
uk: Цей посібник є частиною документації GNOME яка поширюється під ліцензією GFDL. Якщо Ви бажаєте розповсюджувати цей посібник окремо від іншої документації, можете це зробити додавши до нього копію ліцензії, як описано в пункті 6 ліцензії.

source: Many of the names used by companies to distinguish their products and services are claimed as trademarks. Where those names appear in any GNOME documentation, and the members of the GNOME Documentation Project are made aware of those trademarks, then the names are in capital letters or initial capital letters.
da: Mange af navnene brugt af firmaer til at skelne deres produkter og tjenester er registrerede varemærker. Der hvor de navne optræder i GNOME-dokumentationen, og medlemmerne af GNOME-dokumentationsprojektet er blevet gjort opmærksomme på disse varemærker, er navnene skrevet med store bogstaver eller store forbogstaver.
pl: Nazwy używane przez firmy, by wyróżniać swoje produkty i usługi są zazwyczaj zarejestrowanymi znakami towarowymi. Jeśli występują one w dokumentacji GNOME, w przypadku gdy są znane przez członków Projektu Dokumentacji GNOME, są one napisane wielkimi literami lub zaczynają się od wielkiej litery.
uk: Багато назв, які використовуються компаніями для позначення своїх продуктів та послуг, заявлені в якості товарних знаків. Якщо такі назви зустрічаються в будь-якій документації GNOME, і члени проєкту документування GNOME знають про них, то назви пишуться великими літерами, або з великої літери.

source: DOCUMENT IS PROVIDED ON AN "AS IS" BASIS, WITHOUT WARRANTY OF ANY KIND, EITHER EXPRESSED OR IMPLIED, INCLUDING, WITHOUT LIMITATION, WARRANTIES THAT THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS FREE OF DEFECTS MERCHANTABLE, FIT FOR A PARTICULAR PURPOSE OR NON-INFRINGING. THE ENTIRE RISK AS TO THE QUALITY, ACCURACY, AND PERFORMANCE OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS WITH YOU. SHOULD ANY DOCUMENT OR MODIFIED VERSION PROVE DEFECTIVE IN ANY RESPECT, YOU (NOT THE INITIAL WRITER, AUTHOR OR ANY CONTRIBUTOR) ASSUME THE COST OF ANY NECESSARY SERVICING, REPAIR OR CORRECTION. THIS DISCLAIMER OF WARRANTY CONSTITUTES AN ESSENTIAL PART OF THIS LICENSE. NO USE OF ANY DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS AUTHORIZED HEREUNDER EXCEPT UNDER THIS DISCLAIMER; AND
da: DETTE DOKUMENT GØRES TILGÆNGELIGT SÅDAN SOM DET ER, UDEN NOGEN FORM FOR GARANTI, HVERKEN UDTALT ELLER ANTYDET, DERIBLANDT, UDEN BEGRÆNSNINGER, GARANTIER OM AT DOKUMENTET ELLER ÆNDREDE VERSIONER AF DOKUMENTET ER FRIT FOR DEFEKTER, PASSENDE TIL ET BESTEMT FORMÅL ELLER IKKE-KRÆNKENDE. DU HÆFTER SELV FOR HELE RISIKOEN VEDRØRENDE KVALITET, KORREKTHED OG YDELSE FOR DOKUMENTET ELLER ÆNDREDE VERSIONER AF DOKUMENTET. SKULLE ET DOKUMENT, ELLER EN ÆNDRET VERSION AF ET DOKUMENT VISE SIG AT VÆRE DEFEKT PÅ EN HVILKEN SOM HELST MÅDE, HÆFTER DU FOR BETALING FOR EVENTUEL NØDVENDIG SERVICE, REPARATION ELLER KORREKTION (OG IKKE HVERKEN DEN OPRINDELIGE FORFATTER, SKRIBENT ELLER NOGEN ANDEN BIDRAGYDER). DENNE ERKLÆRING OM GARANTIFORBEHOLD ER EN ESSENTIEL DEL AF DENNE LICENS. INGEN BRUG AF NOGET DOKUMENT ELLER ÆNDRET VERSION AF DOKUMENTET ER AUTORISERET HERUNDER BORTSET FRA DENNE FORBEHOLDSERKLÆRING; OG
uk: ДОКУМЕНТ НАДАЄТЬСЯ "ЯК Є", БЕЗ БУДЬ-ЯКИХ ГАРАНТІЇ, ЯВНИХ ЧИ НЕЯВНИХ, ВКЛЮЧАЮЧИ, АЛЕ НЕ ОБМЕЖУЮЧИСЬ, ГАРАНТІЙ ЩО ЦЕЙ ДОКУМЕНТ ЧИ ЗМІНЕНА ВЕРСІЯ ДОКУМЕНТА ВІЛЬНІ ВІД ДЕФЕКТІВ, ПРИДАТНІ ДО ПРОДАЖУ, ВІДПОВІДАЮТЬ ПЕВНІЙ МЕТІ АБО НЕ ПОРУШУЮТЬ ЧИЇСЬ ПРАВА. ВЕСЬ РИЗИК ЗА ЯКІСТЬ, ТОЧНІСТЬ, ТА ЧИННІСТЬ ЦЬОГО ДОКУМЕНТУ АБО ЙОГО ЗМІНЕНИХ ВЕРСІЙ ЛЕЖИТЬ НА ВАС. ЯКЩО БУДЬ-ЯКИЙ ДОКУМЕНТ ЧИ ЗМІНЕНА ВЕРСІЯ БУДУТЬ ВИЗНАНІ ДЕФЕКТНИМИ У БУДЬ-ЯКОМУ ВІДНОШЕННІ, ВИ (НЕ ПОЧАТКОВИЙ УКЛАДАЧ, АВТОР АБО БУДЬ-ЯКИЙ СПІВАВТОР) БЕРЕТЕ НА СЕБЕ ВИТРАТИ ЗА БУДЬ-ЯКЕ НЕОБХІДНЕ ОБСЛУГОВУВАННЯ, РЕМОНТ ЧИ ВИПРАВЛЕННЯ. ЦЯ ВІДМОВА ВІД ГАРАНТІЙ СКЛАДАЄ ВАЖЛИВУ ЧАСТИНУ ЦІЄЇ ЛІЦЕНЗІЇ. НЕ ДОПУСКАЄТЬСЯ ВИКОРИСТАННЯ ЦЬОГО ДОКУМЕНТУ АБО ЙОГО ЗМІНЕНОЇ ВЕРСІЇ БЕЗ ПРИЙНЯТТЯ ЦІЄЇ ВІДМОВИ; ТА

source: UNDER NO CIRCUMSTANCES AND UNDER NO LEGAL THEORY, WHETHER IN TORT (INCLUDING NEGLIGENCE), CONTRACT, OR OTHERWISE, SHALL THE AUTHOR, INITIAL WRITER, ANY CONTRIBUTOR, OR ANY DISTRIBUTOR OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT, OR ANY SUPPLIER OF ANY OF SUCH PARTIES, BE LIABLE TO ANY PERSON FOR ANY DIRECT, INDIRECT, SPECIAL, INCIDENTAL, OR CONSEQUENTIAL DAMAGES OF ANY CHARACTER INCLUDING, WITHOUT LIMITATION, DAMAGES FOR LOSS OF GOODWILL, WORK STOPPAGE, COMPUTER FAILURE OR MALFUNCTION, OR ANY AND ALL OTHER DAMAGES OR LOSSES ARISING OUT OF OR RELATING TO USE OF THE DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT, EVEN IF SUCH PARTY SHALL HAVE BEEN INFORMED OF THE POSSIBILITY OF SUCH DAMAGES.
da: UNDER INGEN OMSTÆNDIGHEDER OG UNDER INGEN JURIDISK TEORI, UANSET OM DET ER EN BEVIDST SKADENDE HANDLING (INKLUSIVE UFORSVARLIGHED) ELLER PÅ HVILKEN SOM HELST ANDEN MÅDE, KAN FORFATTEREN, SKRIBENT, BIDRAGYDERE, DISTRIBUTØRER ELLER FORSYNER AF DETTE DOKUMENT ELLER MODIFICEREDE VERSIONER GØRES ANSVARLIG OVERFOR NOGEN PERSON FOR NOGEN DIREKTE, INDIREKTE, SPECIEL, TILFÆLDIG ELLER FØLGENDE SKADE PÅFØRT NOGEN INKLUSIVE, UDEN BEGRÆNSNING, SKADE SOM FØLGE AF TAB AF RYGTE, ARBEJDSSTOP, COMPUTER-FEJL ELLER -SVIGT, ELLER ENHVER ANDEN FORM FOR SKADE ELLER TAB SOM ER OPSTÅET I FORBINDELSE MED BRUG AF DETTE DOKUMENT ELLER MODIFICEREDE VERSIONER HERAF, SELV HVIS EN SÅDAN PART HAR VÆRET INFORMERET OM MULIGHEDEN FOR SÅDANNE SKADER.
uk: НІ ЗА ЯКИХ ОБСТАВИН ТА ЗА БУДЬ-ЯКОГО ЗАКОНОДАВСТВА, ЧИ ТО ГРОМАДЯНСЬКОЇ ВІДПОВІДАЛЬНОСТІ (ВКЛЮЧАЮЧИ ХАЛАТНІСТЬ), ДОГОВОРУ, ЧИ ЧОГОСЬ ІНШОГО, АВТОР, ПОЧАТКОВИЙ УКЛАДАЧ, БУДЬ-ЯКИЙ СПІВАВТОР, АБО ДИСТРИБ'ЮТОР ДОКУМЕНТУ ЧИ ЗМІНЕНОЇ ВЕРСІЇ ДОКУМЕНТУ, АБО БУДЬ-ЯКИЙ ПОСТАЧАЛЬНИК БУДЬ-ЯКОЇ З ЦИХ СТОРІН, НЕ НЕСЕ ВІДПОВІДАЛЬНІСТЬ ПЕРЕД БУДЬ-ЯКОЮ ОСОБОЮ ЗА БУДЬ-ЯКІ ПРЯМІ, НЕПРЯМІ, ОСОБЛИВІ, ВИПАДКОВІ, АБО ІСТОТНІ ЗБИТКИ БУДЬ-ЯКОГО ХАРАКТЕРУ ВКЛЮЧАЮЧИ, АЛЕ НЕ ОБМЕЖУЮЧИСЬ, ЗБИТКАМИ ВІД ВТРАТИ ПРЕСТИЖУ, ЗУПИНКИ РОБОТИ, ЗБОЇВ АБО НЕСПРАВНОСТЕЙ КОМП'ЮТЕРА, АБО БУДЬ-ЯКІ ІНШІ ЗБИТКИ АБО ВТРАТИ ЩО ВИНИКЛИ БЕЗВІДНОСНО АБО ВНАСЛІДОК ВИКОРИСТАННЯ ЦЬОГО ДОКУМЕНТУ ТА ЗМІНЕНИХ ВЕРСІЙ ЦЬОГО ДОКУМЕНТУ, НАВІТЬ ЯКЩО ЦІ СТОРОНИ, МОЖЛИВО, БУЛИ ПРОІНФОРМОВАНІ ПРО МОЖЛИВІСТЬ ТАКИХ ЗБИТКІВ.

source: DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT ARE PROVIDED UNDER THE TERMS OF THE GNU FREE DOCUMENTATION LICENSE WITH THE FURTHER UNDERSTANDING THAT: <_:orderedlist-1/>
da: DETTE DOKUMENT OG MODIFICEREDE VERSIONER GØRES TILGÆNGELIGT UNDER BETINGELSERNE I GNU FREE DOKUMENTATION LICENS UNDER DEN FORUDSÆTNING AT: <_:orderedlist-1/>
uk: ДОКУМЕНТ ТА ЗМІНЕНІ ВЕРСІЇ ДОКУМЕНТУ НАДАЮТЬСЯ КОРИСТУВАЧУ ЗА УМОВАМИ ЛІЦЕНЗІЇ GNU FREE DOCUMENTATION LICENSE З ПОДАЛЬШИМ РОЗУМІННЯМ ПРО ТЕ, ЩО: <_:orderedlist-1/>

source: n
pl: X

source: (n - 2)<superscript>2</superscript>
pl: (X - 2)<superscript>2</superscript>
