Repository: GNOME/swell-foop
Catalog: help/*/*.po
Languages: da, pl, uk

# _
source: translator-credits
da: scootergrisen <>, 2020
pl: Piotr Drąg <piotrdrag@gmail.com>, 2017-2018 Aviary.pl <community-poland@mozilla.org>, 2017-2018
uk: Юрій Чорноіван <yurchor@ukr.net>, 2020

source: <application>Swell Foop</application> Manual
pl: Podręcznik gry <application>Swell Foop</application>
uk: Підручник з гри <application>Той самий</application>

source: Swell Foop is a puzzle game, of which the objective is to clear the window of as many pieces as possible by clicking on groups of the same colored pieces. That group will vanish and the pieces on top will fall until there are none left or no more color groups.
da: Swell Foop er et opgavespil hvor målet er at rydde vinduet for så mange brikker som muligt ved at klikke på grupper af brikker med den samme farve. Gruppen forsvinder og brikkerne ovenover falder ned, indtil der ikke er flere tilbage, eller der ikke er nogen farvegrupper.
pl: <application>Swell Foop</application> to gra, której celem jest usunięcie jak największej liczby płytek przez klikanie grup płytek tego samego koloru. Kliknięta grupa zniknie, a płytki na górze spadną, dopóki na planszy nie zostaną już żadne lub skończą się grupy kolorów.
uk: «Той самий» — гра-головоломка, метою якої є прибирання з дошки максимальної кількості однаково зафарбованих фрагментів клацанням на групах цих фрагментів. Після клацання групу буде прибрано з дошки, а фрагменти над нею почнуть падати вниз, аж доки не лишиться жодного фрагмента або не лишиться груп однаково зафарбованих фрагментів.

source: GNOME Documentation Project
da: GNOME-dokumentationsprojektet
pl: Projekt dokumentacji GNOME
uk: Проєкт з документування GNOME

source: <firstname>Callum</firstname> <surname>McKenzie</surname> <affiliation> <orgname>GNOME Documentation Project</orgname> <address> <email>callum@physics.otago.ac.nz</email> </address> </affiliation>
da: <firstname>Callum</firstname> <surname>McKenzie</surname> <affiliation> <orgname>GNOME-dokumentationsprojektet</orgname> <address> <email>callum@physics.otago.ac.nz</email> </address> </affiliation>
pl: <firstname>Callum</firstname> <surname>McKenzie</surname> <affiliation> <orgname>Projekt dokumentacji GNOME</orgname> <address> <email>callum@physics.otago.ac.nz</email> </address> </affiliation>
uk: <firstname>Callum</firstname> <surname>McKenzie</surname> <affiliation> <orgname>Проєкт з документування GNOME</orgname> <address> <email>callum@physics.otago.ac.nz</email> </address> </affiliation>

source: <firstname>Andre</firstname> <surname>Klapper</surname> <affiliation> <orgname>GNOME Documentation Project</orgname> <address> <email>ak-47@gmx.net</email> </address> </affiliation>
da: <firstname>Andre</firstname> <surname>Klapper</surname> <affiliation> <orgname>GNOME-dokumentationsprojektet</orgname> <address> <email>ak-47@gmx.net</email> </address> </affiliation>
pl: <firstname>Andre</firstname> <surname>Klapper</surname> <affiliation> <orgname>Projekt dokumentacji GNOME</orgname> <address> <email>ak-47@gmx.net</email> </address> </affiliation>
uk: <firstname>Andre</firstname> <surname>Klapper</surname> <affiliation> <orgname>Проєкт з документування GNOME</orgname> <address> <email>ak-47@gmx.net</email> </address> </affiliation>

source: Updates to the Swell Foop manual.
da: Opdateringer til Swell Foop-manualen.
pl: Aktualizacje podręcznika gry Swell Foop.
uk: Оновлення у підручнику з гри «Той самий».

source: <revnumber>Swell Foop Manual V3.4</revnumber> <date>March 2012</date> <_:revdescription-1/>
da: <revnumber>Manual til Swell Foop V3.4</revnumber> <date>Marts 2012</date> <_:revdescription-1/>
pl: <revnumber>Podręcznik gry Swell Foop v3.4</revnumber> <date>marzec 2012</date> <_:revdescription-1/>
uk: <revnumber>Підручник з «Той саимй», версія 3.4</revnumber> <date>березень 2012 року</date> <_:revdescription-1/>

source: Adaptation of the Swell Foop manual to new template.
da: Tilpasning af Swell Foop-manualen til den nye skabelon.
pl: Adaptacja podręcznika gry Swell Foop do nowego szablonu.
uk: Адаптація підручника з «Той самий» до нового шаблона.

source: <revnumber>Swell Foop Manual V2.11</revnumber> <date>January 2008</date> <_:revdescription-1/>
da: <revnumber>Manual til Swell Foop V2.11</revnumber> <date>Januar 2008</date> <_:revdescription-1/>
pl: <revnumber>Podręcznik gry Swell Foop v2.11</revnumber> <date>styczeń 2008</date> <_:revdescription-1/>
uk: <revnumber>Підручник з «Той самий», версія 2.11</revnumber> <date>січень 2008 року</date> <_:revdescription-1/>

source: Initial version for the new Swell Foop.
da: Indledende version til den nye Swell Foop.
pl: Początkowa wersja nowej gry Swell Foop.
uk: Початкова версія нової гри «Той самий».

source: <revnumber>Swell Foop Manual V2.10</revnumber> <date>February 2005</date> <_:revdescription-1/>
da: <revnumber>Manual til Swell Foop V2.10</revnumber> <date>Februar 2005</date> <_:revdescription-1/>
pl: <revnumber>Podręcznik gry Swell Foop v2.10</revnumber> <date>luty 2005</date> <_:revdescription-1/>
uk: <revnumber>Підручник з «Той саимй», версія 2.10</revnumber> <date>лютий 2005 року</date> <_:revdescription-1/>

source: This manual describes version 3.4 of Swell Foop.
da: Manualen beskriver version 3.4 af Swell Foop.
pl: Ten podręcznik opisuje wersję 3.4 gry Swell Foop.
uk: У цьому випуску описано версію 3.4 програми «Той самий».

source: Feedback
pl: Informacje zwrotne
uk: Відгуки

source: To report a bug or make a suggestion regarding the <application>Swell Foop</application> game or this manual, follow the directions in the <ulink url="ghelp:user-guide?feedback-bugs" type="help">Feedback section of the GNOME User Guide</ulink>.
da: For at rapportere en fejl eller komme med et forslag angående spillet <application>Swell Foop</application> eller denne manual, skal du følge instruktionerne på <ulink url="ghelp:user-guide?feedback-bugs" type="help">Feedbackafsnittet i GNOME-brugervejledningen</ulink>.
pl: <ulink url="ghelp:user-guide?feedback-bugs" type="help">Sekcja wysyłania informacji zwrotnych podręcznika GNOME</ulink> zawiera instrukcje, jak zgłosić błąd lub propozycję zmiany gry <application>Swell Foop</application> lub tego podręcznika.
uk: Щоб повідомити про помилку або внести пропозицію щодо гри <application>Той самий</application> або цього підручника, дотримуйтесь інструкцій <ulink url="ghelp:user-guide?feedback-bugs" type="help">розділу зворотнього зв'язку підручника користувача GNOME</ulink>.

source: <primary>Swell Foop</primary>
uk: <primary>Той самий</primary>

source: Playing <application>Swell Foop</application>
da: Sådan spilles <application>Swell Foop</application>
pl: Gra w <application>Swell Foop</application>
uk: Гра у <application>Той самий</application>

source: <application>Swell Foop</application> is a puzzle game. The goal is to remove as many objects as possible in as few moves as possible. Objects that are adjacent to each other get removed as a group. The remaining objects then collapse to fill in the gaps and new groups are formed. You cannot remove single objects.
da: <application>Swell Foop</application> er et opgavespil. Målet er at fjerne så mange objekter som muligt med færrest flytninger. Objekter som er ved siden af hinanden fjernes som en gruppe. De tilbageværende objekter falder så ned for at udfylde tomrummene, og en ny gruppe formes. Du kan ikke fjerne enlige objekter.
pl: Celem gry <application>Swell Foop</application> jest usunięcie jak największej liczby płytek w jak najmniejszej liczbie ruchów. Sąsiednie płytki są usuwane jako grupa. Wtedy pozostałe płytki spadają, aby wypełnić luki i tworzą się nowe grupy. Nie można usuwać pojedynczych płytek.
uk: <application>Той самий</application> — гра-головоломка. Гра полягає у вилученні з дошки якомога більшої кількості об'єктів з використанням мінімальної кількості ходів. Об'єкти, які є сусідніми щодо один одного, вилучаються як група. Після цього решта об'єктів падає, заповнюючи прогалини і формуючи нові групи. Одинарні об'єкти не можна вилучати.

source: <application>Swell Foop</application> at the beginning of a new game.
da: <application>Swell Foop</application> i begyndelsen af et nyt spil.
pl: <application>Swell Foop</application> na początku gry.
uk: <application>Той самий</application> на початку нової гри.

source: The board starts as a full grid of objects. Depending on the size of board you select, there are either three or four types of object. If a group of objects are adjacent and all the same type, then they can be removed simply by clicking them with the mouse (or by pressing the space bar). When you move the mouse over a group you can remove, the objects will start moving. The number of objects in the group, and the points you will score for removing that group, is shown in the lower left corner of the window. The more objects in the group, the more points you will score. Once the group has been removed the objects above them fall down to fill the space. If an entire column is cleared then the objects slide leftward to fill the gap.
da: Brættet starter som et fuldt gitter med objekter. Afhængig af størrelsen på brættet du valgte er der enten 3 eller 4 typer af objekter. Hvis en gruppe med objekter er ved siden af hinanden og allesammen er af samme type, så kan de fjernes ved blot at klikke på dem med musen (eller ved at trykke på mellemrumstasten). Når du flytter musen over en gruppe som du kan fjerne, så flytter objektet sig. Antallet af objekter i gruppen og pointene du vil score ved at fjerne gruppen vises i nederst venstre hjørne af vinduet. Jo flere objekter der er i gruppen, jo flere point vil du score. Når gruppen er fjernet falder objekterne ovenfor ned for at udfylde mellemrummet. Hvis en hel kolonne er ryddet, så glider objekterne til venstre for at udfylde tomrummet.
pl: Plansza zaczyna jako siatka pełna płytek. W zależności od wybranego rozmiaru planszy używane są trzy lub cztery typy płytek. Można usuwać grupy płytek tego samego typu klikając je za pomocą myszy (lub naciskając spację). Najechanie myszą na grupę możliwą do usunięcia spowoduje jej ruch. Liczba płytek w grupie i punkty za jej usunięcie są wyświetlane w dolnym lewym rogu okna. Im więcej płytek w grupie, tym więcej punktów. Po usunięciu grupy płytki nad nią spadną, aby wypełnić to miejsce. Usunięcie całej kolumny powoduje przesunięcie płytek w lewo, aby wypełnić lukę.
uk: На початку гри дошку буде повністю заповнено об'єктами. Залежно від вибраних вами розмірів дошки, на ній будуть об'єкти трьох або чотирьох типів. Якщо об'єкти у групі є сусідніми і належать до одного типу, їх можна вилучити клацанням на одному із об'єктів кнопкою миші (або натисканням клавіші «Пробіл»). Якщо ви наведете вказівник миші на групу, яку можна вилучити, об'єкти у групі почнуть рухатися. Кількість об'єктів у групі та кількість очок за вилучення групи буде показано у лівому нижньому куті вікна програми. Чим більше об'єктів у групі, тим більше буде нараховано очок за її вилучення. Щойно групу буде вилучено, об'єкти над нею впадуть, заповнюючи порожні місця. Якщо буде очищено цілий стовпчик, об'єкти буде посунуто ліворуч, щоб заповнити прогалину.

source: 1. Eliminate groups of two or more <_:screenshot-1/>
da: 1. Fjern grupper med to eller flere <_:screenshot-1/>
pl: 1. Usuń grupy dwóch lub więcej <_:screenshot-1/>
uk: 1. Вилучення груп з двох або більшої кількості <_:screenshot-1/>

source: 2. Objects fall down to fill the gaps <_:screenshot-1/>
da: 2. Objekter falder ned for at udfylde tomrummene <_:screenshot-1/>
pl: 2. Płytki spadną, aby wypełnić luki <_:screenshot-1/>
uk: 2. Об'єкти падають, заповнюючи прогалини <_:screenshot-1/>

source: 3. Objects move left to fill empty columns <_:screenshot-1/>
da: 3. Objekter flytter til venstre for at udfylde tomme kolonner <_:screenshot-1/>
pl: 3. Płytki przesuną się w lewo, aby wypełnić puste kolumny <_:screenshot-1/>
uk: 3. Об'єкти пересуваються ліворуч, заповнюючи порожні стовпчики <_:screenshot-1/>

source: 4. New groups are formed and the cycle repeats <_:screenshot-1/>
da: 4. Nye grupper dannes og cyklussen gentages <_:screenshot-1/>
pl: 4. Powstały nowe grupy, i cykl się powtarza <_:screenshot-1/>
uk: 4. Формуються нові групи і цикл повторюється <_:screenshot-1/>

source: Scoring is based on the number of objects you delete:
da: Scoring baseres på hvor mange objekter du sletter:
pl: Wynik opiera się na liczbie usuniętych płytek:
uk: Очки нараховуються на основі кількості об'єктів, які ви вилучаєте:

source: Number of Objects
da: Antal objekter
pl: Liczba płytek
uk: Кількість об'єктів

source: Points Scored
da: Scoret point
pl: Zdobyte punkty
uk: Очки результату

source: If you clear the board there is a 1000 point bonus.
da: Hvis du rydder brættet, giver det 1000 point i bonus.
pl: Wyczyszczenie planszy zapewnia dodatkowe 1000 punktów.
uk: За повне очищення дошки вам буде нараховано 1000 очок бонуса.

source: Customization
da: Tilpasning
pl: Dostosowanie gry
uk: Налаштування

source: Changing the Look
da: Ændring af udseendet
pl: Zmiana wyglądu
uk: Зміна вигляду

source: To change the appearance of the objects use the <guimenuitem>Theme</guimenuitem> item under <menuchoice><guimenu>Swell Foop</guimenu><guimenuitem>Preferences</guimenuitem><guimenuitem>Appearance</guimenuitem></menuchoice>. Selecting an item from the list changes the theme immediately.
da: Objekternes udseende kan ændres ved at bruge punktet <guimenuitem>Tema</guimenuitem> under <menuchoice><guimenu>Swell Foop</guimenu><guimenuitem>Indstillinger</guimenuitem><guimenuitem>Udseende</guimenuitem></menuchoice>. Når der vælges et punkt i listen, så ændres temaet straks.
pl: Aby zmienić wygląd płytek, użyj elementu <guimenuitem>Motyw</guimenuitem> w <menuchoice><guimenu>Swell Foop</guimenu><guimenuitem>Preferencje</guimenuitem><guimenuitem>Wygląd</guimenuitem></menuchoice>. Wybranie elementu z listy powoduje natychmiastową zmianę motywu.
uk: Щоб змінити вигляд об'єктів скористайтеся пунктом <guimenuitem>Тема</guimenuitem> у вікні, яке викликається пунктом меню <menuchoice><guimenu>Той самий</guimenu><guimenuitem>Параметри</guimenuitem><guimenuitem>Вигляд</guimenuitem></menuchoice>. Вибір пункту зі списку призводить до негайної зміни теми.

source: You can also create your own themes, although the process is not very straight-forward yet. Use a copy of an existing theme from <filename>/usr/share/gnome-games/swell-foop/themes/</filename> as a template and alter it with your favorite paint program. Put the result in <filename>$XDG_DATA_HOME/gnome-games/swell-foop/themes/</filename>. It will be automatically included on the themes list next time you run <application>Swell Foop</application>. <filename>$XDG_DATA_HOME</filename> is usually <filename>~/.local/share/</filename>.
da: Du kan også oprette dine egne temaer selvom processen endnu ikke er lige til. Brug en kopi af et eksisterende tema fra <filename>/usr/share/gnome-games/swell-foop/themes/</filename> som en skabelon og rediger den med dit favorittegneprogram. Læg resultatet i <filename>$XDG_DATA_HOME/gnome-games/swell-foop/themes/</filename>. Det inkluderes automatisk i temalisten næste gang du kører <application>Swell Foop</application>. <filename>$XDG_DATA_HOME</filename> er typisk <filename>~/.local/share/</filename>.
pl: Można także tworzyć własne motywy, chociaż nie jest to jeszcze zbyt łatwe. Użyj kopii istniejącego motywu z katalogu <filename>/usr/share/gnome-games/swell-foop/themes/</filename> jako szablonu i zmień go w swoim ulubionym programie do rysowania. Umieść rezultat w katalogu <filename>$XDG_DATA_HOME/gnome-games/swell-foop/themes/</filename>. Zostanie on automatycznie zawarty na liście motywów podczas następnego uruchomienia gry <application>Swell Foop</application>. <filename>$XDG_DATA_HOME</filename> to zwykle katalog <filename>~/.local/share/</filename>.
uk: Ви можете створювати власні теми, хоча процедура створення теми не є ще аж надто простою. Скористайтеся копією наявної теми з <filename>/usr/share/gnome-games/swell-foop/themes/</filename> як шаблоном і внесіть до неї зміни за допомогою вашої улюбленої програми для малювання. Результати слід записати до <filename>$XDG_DATA_HOME/gnome-games/swell-foop/themes/</filename>. Нову тему буде автоматично включено до списку тем під час наступного запуску гри <application>Той самий</application>. Значенням змінної середовища <filename>$XDG_DATA_HOME</filename> зазвичай є <filename>~/.local/share/</filename>.

source: Changing the Size
da: Ændring af størrelsen
pl: Zmiana rozmiaru
uk: Зміна розміру

source: The <guimenu>Board size</guimenu> list under <menuchoice><guimenu>Swell Foop</guimenu><guimenuitem>Preferences</guimenuitem><guimenuitem>Setup</guimenuitem></menuchoice> contains three settings: <guimenuitem>Small</guimenuitem>, <guimenuitem>Medium</guimenuitem> and <guimenuitem>Large</guimenuitem>.
da: Listen <guimenu>Brætstørrelse</guimenu> under <menuchoice><guimenu>Swell Foop</guimenu><guimenuitem>Indstillinger</guimenuitem><guimenuitem>Konfiguration</guimenuitem></menuchoice> indeholder 3 indstillinger: <guimenuitem>Lille</guimenuitem>, <guimenuitem>Medium</guimenuitem> og <guimenuitem>Stor</guimenuitem>.
pl: Lista <guimenu>Rozmiar planszy</guimenu> w <menuchoice><guimenu>Swell Foop</guimenu><guimenuitem>Preferencje</guimenuitem><guimenuitem>Ustawienia</guimenuitem></menuchoice> zawiera trzy elementy: <guimenuitem>Mała</guimenuitem>, <guimenuitem>Średnia</guimenuitem> i <guimenuitem>Duża</guimenuitem>.
uk: У списку <guimenu>Розмір дошки</guimenu> на сторінці <menuchoice><guimenu>Той самий</guimenu><guimenuitem>Параметри</guimenuitem><guimenuitem>Налаштування</guimenuitem></menuchoice> міститься три пункти: <guimenuitem>Малий</guimenuitem>, <guimenuitem>Середній</guimenuitem> і <guimenuitem>Великий</guimenuitem>.

source: Changing the Number of Objects
da: Ændring af antallet af objekter
pl: Zmiana liczby płytek
uk: Зміна кількості об'єктів

source: The <guimenu>Number of colors</guimenu> option under <menuchoice><guimenu>Swell Foop</guimenu><guimenuitem>Preferences</guimenuitem><guimenuitem>Setup</guimenuitem></menuchoice> allows you to increase the number of different objects.
da: Indstillingen <guimenu>Antal farver</guimenu> under <menuchoice><guimenu>Swell Foop</guimenu><guimenuitem>Indstillinger</guimenuitem><guimenuitem>Konfiguration</guimenuitem></menuchoice> giver dig mulighed for at øge antallet af forskellige objekter.
pl: Opcja <guimenu>Liczba kolorów</guimenu> w <menuchoice><guimenu>Swell Foop</guimenu><guimenuitem>Preferencje</guimenuitem><guimenuitem>Ustawienia</guimenuitem></menuchoice> umożliwia zwiększenie liczby różnych płytek.
uk: З допомогою пункту <guimenu>Кількість кольорів</guimenu> на сторінці <menuchoice><guimenu>Той самий</guimenu><guimenuitem>Параметри</guimenuitem><guimenuitem>Налаштування</guimenuitem></menuchoice> ви можете збільшити кількість різних об'єктів.

source: Changing the Speed
da: Ændring af hastigheden
pl: Zmiana prędkości
uk: Зміна швидкості

source: The default animation is designed to be smooth and graceful. If you like playing fast and furious then this may be too slow for you. By selecting the <guimenuitem>Zealous Animation</guimenuitem> option under <menuchoice><guimenu>Swell Foop</guimenu><guimenuitem>Preferences</guimenuitem><guimenuitem>Operation</guimenuitem></menuchoice> you can speed up game-play at the expense of animation quality.
da: Standardanimationen er designet til at være jævn og yndefuld. Hvis du vil spille hurtigt, så kan det forsinke dig. Ved at vælge indstillingen <guimenuitem>Ivrig animation</guimenuitem> under <menuchoice><guimenu>Swell Foop</guimenu><guimenuitem>Indstillinger</guimenuitem><guimenuitem>Operation</guimenuitem></menuchoice> kan du gøre gameplayet hurtigere på bekostning af animationens kvalitet.
pl: Domyślna animacja jest płynna i zgrabna. Jeśli lubisz grać szybko i wściekle, to może być za wolna. Wybranie opcji <guimenuitem>Intensywna animacja</guimenuitem> w <menuchoice><guimenu>Swell Foop</guimenu><guimenuitem>Preferencje</guimenuitem><guimenuitem>Działanie</guimenuitem></menuchoice> przyspiesza rozgrywkę kosztem jakości animacji.
uk: Типову анімацію створено плавною і граційною. Якщо ви хочете грати швидко і несамовито, вона може видатися вам надто повільною. Вибором пункту <guimenuitem>Ретельна анімація</guimenuitem> на сторінці <menuchoice><guimenu>Той самий</guimenu><guimenuitem>Параметри</guimenuitem><guimenuitem>Робота</guimenuitem></menuchoice> ви можете пришвидшити гру за рахунок якості анімації.

source: Strategy
da: Strategi
pl: Strategia
uk: Стратегія

source: The most important rule when aiming for a high score is to think ahead: each group you remove will form and destroy other groups.
da: Den vigtigste regel når du går efter det bedste resultat er at tænke fremad: hver gruppe du fjerner former og ødelægger andre grupper.
pl: Najważniejszą zasadą podczas próby osiągnięcia najlepszego wyniku jest myślenie z wyprzedzeniem: każda usunięta grupa spowoduje powstanie i rozpad innych grup.
uk: Найважливіше правило для отримання найкращих результатів — ретельне продумування: кожна вилучена вами група призводить до формування і вилучення інших груп.

source: Remove higher groups first, unless removing another group will make it larger. Vertically aligned objects can't be misaligned, but horizontal arrangements can.
da: Fjern de højtliggende grupper først, med mindre den bliver større af at en anden gruppe fjernes. Objekter som er opstillet lodret kan ikke miste deres opstilling, men det kan dem som er arrangeret vandret.
pl: Najpierw usuń grupy położone wyżej, chyba że usunięcie innej grupy spowoduje jej powiększenie. Pionowo ułożone płytki nie mogą być niedopasowane, ale poziome mogą.
uk: Спочатку намагайтеся вилучити верхні групи, якщо вилучення інших груп не робить верхні групи більшими. Вирівнювання вертикально вирівняних об'єктів не можна змінити, а горизонтально вирівняних — можна.

source: Since the score increases quadratically, big groups of objects are always better. For example, the points difference between a six object group and a seven object group is nine points. In a situation where you have a choice between merging two groups of two into four or just adding one more to the group of six then you should add the single object. Even though the groups of two you are left with score no points, the bigger group scores more overall.
da: Eftersom resultatet skalerer kvadratisk er store grupper altid bedre. F.eks. er der 9 points forskel mellem en objektgruppe på 6 og en objektgruppe på 7. Hvis du er i en situation, hvor du skal vælge mellem at sammenlægge to grupper med 2, så de bliver 4, eller blot tilføje én mere til gruppen med 6, så tilføj det enlige objekt. Selvom du ikke scorer nogen point på grupperne med 2, så scorer den større gruppe samlet set mere.
pl: Ponieważ wynik powiększa się w postępie kwadratowym, duże grupy pytek są zawsze lepsze. Na przykład, różnica między grupą sześciu płytek a grupą siedmiu płytek wynosi dziewięć punktów. W sytuacji, gdy istnieje wybór między połączeniem dwóch grup po dwie płytki w jedną z czterema płytkami, a dodaniem tylko jednej do grupy sześciu, lepiej jest dodać jedną płytkę. Mimo że pozostałe po takim działaniu grupy dwóch płytek nie dają punktów, to większa grupa dała ogółem więcej punktów.
uk: Оскільки результат квадратично збільшується із кількістю фрагментів, вилучати великі групи об'єктів завжди краще. Наприклад, різниця в очках між групою із шести об'єктів і групою із семи об'єктів складає дев'ять очок. Коли ви можете вибирати між об'єднанням двох груп з двох об'єктів з метою отримання групи у чотири об'єкти і додаванням одного об'єкта до групи з шести об'єктів, слід вибрати додавання одного об'єкта до групи з шести. Більші групи даватимуть більше очок результату.
